<?php
/** Yakut (Саха тыла)
 * @author HalanTul
 */
$messages = array(
	'gadgets-prefs'     => 'Гаджеттар',
	'gadgets-prefstext' => 'Аллара аналлаах гаджеттар испииһэктэрэ көстөллөр. Балары бэйэҥ бэлиэтэммит ааккынан киирэн туһаныаххын сөп.
Бу үнүстүрүмүөннэр үксүлэрэ JavaScript көмөтүнэн үлэлииллэр, онон туһаныаххын баҕарар буоллаххына JavaScript холбоо.
Өйдөө, бу гаджеттар туроуорууларгын уларытар сирэйгэр үлэлээбэттэр.

Өссө биир өйдөө, бу гаджеттар MediaWiki сорҕото буолбатахтар, кинилэри кыттааччылар бэйэлэрэ айаллар уонна көрөллөр-истэллэр.  Администратардар гаджеттар испииһэктэрин [[MediaWiki:Gadgets-definition]] уонна [[Special:Gadgets]] көмөтүнэн уларытыахтарын сөп.',
	'gadgets'           => 'Гаджеттар',
	'gadgets-title'     => 'Гаджеттар',
	'gadgets-pagetext'  => 'Манна [[Special:Preferences|туруоруу]] сирэйигэр холбонуон сөптөөх гаджеттар испииһэктэрэ көрдөрүлүннэ.
Этот список позволяет легко просматривать сообщения, которые содержат определения гаджетов.',
	'gadgets-uses'      => 'Туһанар',
);

