<?php
/** Gujarati (ગુજરાતી)
 * @author Dsvyas
 */
$messages = array(
	'gadgets-prefs'     => 'યંત્ર/યંત્રો, સાધન/સાધનો',
	'gadgets-prefstext' => "નીચે એવા વિશેષ સાધનોની યાદી નીચે આપી છે જે તમે તમારા ખાતામાં ઍનેબલ કરી શકો છો.

આ સાધનો મહદ્ અંશે જાવા સ્ક્રિપ્ટ આધારિત છે માટે તે યોગ્ય રીતે કામ કરે તે માટે આપના બ્રાઉઝરમાં જાવા સ્ક્રિપ્ટ ઍનેબલ કરેલી હોવી જરૂરી છે.

એ બાબત નોંધમાં લેશો કે આ સાધનોની અસર તમારા 'મારી પસંદ'ના પાના ઉપર થશે નહી.



એ વાત પણ ધ્યાનમાં રાખશો કે આ વિશેષ સાધનો મિડિયા વિકિ સૉફ્ટવેરનો ભાગ નથી, સામાન્ય રીતે તે આપના સ્થાનીક વિકિના સદસ્યો દ્વારા વિકસાવવામાં આવ્યા હોય છે અને તેઓજ તેનું ધ્યાન રાખે છે. સ્થાનિક પ્રબંધકો [[MediaWiki:Gadgets-definition]] અને [[Special:Gadgets]] નો ઉપયોગ કરીને આ સાધનોમાં ફેરફાર કરી શકે છે.",
	'gadgets'           => 'યંત્ર/યંત્રો, સાધન/સાધનો',
	'gadgets-title'     => 'યંત્ર/યંત્રો, સાધન/સાધનો',
	'gadgets-pagetext'  => "વિશેષ સાધનોની યાદી નીચે આપી છે જેમાથી જરૂરીયાત પ્રમાણેના સાધનો ઉપયોગકર્તા તેમના 'મારી પસંદ' પાના ઉપર ઍનેબલ કરી શકે છે ([[MediaWiki:Gadgets-definition]]મા વર્ણવ્યા મુજબ).

આ નિરિક્ષણથી સહેલાઇથી સિસ્ટમ સંદેશા વાળા પાના ખોલી શકશો જ્યાં દરેક સાધનનં વર્ણન અને તેનો કૉડ આપેલો છે.",
	'gadgets-uses'      => 'ઉપયોગો',
);
